/* Screencast - Connection Issue - Header */
"%@ could not upload the video to Screencast.com because the connection was lost." = "%@ konnte das Video nicht zu Screencast.com hochladen, da die Verbindung getrennt wurde.";

/* Screencast - Generic - Header
   Screencast - Invalid Character - Header
   Screencast - Over Disk Limit - Header */
"%@ could not upload the video to Screencast.com." = "%@ konnte das Video nicht zu Screencast.com hochladen.";

/* Screencast - Generic - Message */
"An error occurred during the upload process." = "Beim Hochladen ist ein Fehler aufgetreten.";

/* Screencast - Blank Email/Password - Header */
"Blank Field" = "Leeres Feld";

/* Screencast - Connection Issue - Message */
"Check your internet connection." = "Prüfen Sie Ihre Internetverbindung.";

/* Title of the button to dismiss an error message */
"Close" = "关闭";

/* Screencast - Not Activated - Message */
"Please activate your account by signing in to Screencast.com before uploading content." = "Bitte aktivieren Sie Ihr Benutzerkonto, indem Sie sich bei Screencast.com anmelden.";

/* Screencast - Account Expired - Message */
"Please purchase additional time at Screencast.com in order to upload content to this account." = "Bitte erwerben Sie weitere Zeit bei Screencast.com, um Inhalte zu diesem Benutzerkonto hochzuladen.";

/* Screencast - Incorrect Email/Password - Message */
"Please try again." = "Bitte wiederholen Sie den Vorgang.";

/* Screencast - Maintenance - Message */
"Please try uploading again later." = "Bitte wiederholen Sie das Hochladen später.";

/* Screencast - Maintenance - Header */
"Screencast.com is currently down for maintenance." = "Screencast.com ist derzeit wegen Wartungsarbeiten nicht erreichbar.";

/* Screencast - Incorrect Email/Password - Header */
"The email or password entered is not correct." = "Es wurde eine falsche E-Mail-Adresse oder ein falsches Kennwort eingegeben.";

/* Screencast - Over Disk Limit - Message */
"The video file size exceeds your available storage space on Screencast.com." = "Die Größe der Videodatei überschreitet den verfügbaren Speicherplatz auf Screencast.com.";

/* Screencast - Invalid Character - Message */
"Valid characters include _ ( ) - . , $ ! ‘ a-Z 0-9 (space). Titles cannot end with a period, contain accents, or contain foreign language characters." = "Zulässige Zeichen sind _ ( ) - . , $ ! ‘ a-Z 0-9 (Leerzeichen). Titel können nicht mit einem Punkt enden oder Buchstaben mit Akzenten/Umlauten enthalten.";

/* Screencast - Blank Email/Password - Message */
"You must enter an Email and Password to sign in." = "Sie müssen eine E-Mail-Adresse und ein Kennwort eingeben.";

/* Screencast - Account Expired - Header */
"Your account has expired." = "Ihr Konto bei ist abgelaufen.";

/* Screencast - Not Activated - Header */
"Your account has not been activated." = "Ihr Benutzerkonto wurde noch nicht aktiviert.";

